export const imagegeneration = [
  {
    title: "Пиксельный арт",
    desc: "Стиль пиксельной графики с четкими пикселями",
  },
  {
    title: "Реализм",
    desc: "Фотореалистичные изображения высокого качества",
  },
  {
    title: "Исторический",
    desc: "Изображения в историческом стиле",
  },
  {
    title: "Аниме",
    desc: "Стиль японской анимации",
  },
  {
    title: "Минимализм",
    desc: "Простой и чистый дизайн",
  },
  {
    title: "Киберпанк",
    desc: "Футуристический стиль с неоновыми цветами",
  },
  {
    title: "Сказочный",
    desc: "Волшебный и фантастический стиль",
  },
];
