export const industrialLibraryData = [
  {
    title: "Вовлекающий",
    desc: "Стиль пиксельной графики с четкими пикселями",
  },
  {
    title: "Лидогенерирующий",
    desc: "Кинематографическая глубина резкости, как будто снято на топовую камеру в 8K.",
  },
  {
    title: "Новостной",
    desc: "Серьёзный исторический стиль начала XX века",
  },
  {
    title: "Новостной 2",
    desc: "Чистая японская анимация 90-х–00-х",
  },
  {
    title: "Развлекательный",
    desc: "Лёгкий, воздушный и предельно чистый дизайн в стиле Apple и современных UI-китов",
  },
  {
    title: "Информационный",
    desc: "Футуристический неон-киберпанк: тёмный фон, яркие неоновые акценты",
  },
  {
    title: "Личный",
    desc: "Волшебный фэнтезийный стиль",
  },
];
