import post from "@/assets/post.png";
import ava_icon from "@/assets/ava-icon.png";

export const postsDatas = [
  {
    username: "xNnjme",
    title: "Президент Германии брызнул на репортёров во время пресс-конференции",
    description: "Во время пресс-конференции в Берлине президент Германии Франк-Вальтер Штайнмайер неожиданно брызнул водой из бутылки на первых рядах журналистов. Инцидент произошёл после провокационного вопроса о внешней политике. Официальные представители заявили, что это была случайность.",
    time: "5 мин назад",
    ava: ava_icon,
    img: post
  },
  {
    username: "xNnjme",
    title: "Немецкие учёные объявили о новом проекте по исследованию нейросетей",
     description: "Исследователи из Мюнхенского технического университета представили проект NeuroSync - революционную платформу для изучения взаимодействия искусственного интеллекта с человеческим мозгом. Проект получил финансирование в размере 50 миллионов евро от Европейского союза.",
    time: "7 мин назад",
    ava: ava_icon,
    img: post
  },
  {
    username: "xNnjme",
    title: "В Берлине прошла акция в поддержку независимых медиа",
    description: "Более 5000 человек собрались у Бранденбургских ворот, чтобы выразить поддержку независимым СМИ. Акция была организована в ответ на последние законодательные инициативы, которые, по мнению организаторов, угрожают свободе слова в Германии.",
    time: "12 мин назад",
    ava: ava_icon,
    img: post
  },
  {
    username: "xNnjme",
    title: "Спортсмен из Германии установил новый рекорд по бегу",
    description: "Немецкий легкоатлет Йонас Хоффман побил национальный рекорд в беге на 5000 метров на соревнованиях в Дюссельдорфе. Его время составило 13 минут 15 секунд. Хоффман заявил, что готовится к Олимпийским играм в Париже.",
    time: "20 мин назад",
    ava: ava_icon,
    img: post
  },
  {
    username: "xNnjme",
    title: "Германия объявила о запуске программы экологического транспорта",
    description: "Федеральное правительство Германии представило программу 'Green Mobility 2030', направленную на полный переход общественного транспорта на электрическую и водородную энергию к 2030 году. Бюджет программы составляет 30 миллиардов евро.",
    time: "30 мин назад",
    ava: ava_icon,
    img: post
  },
  {
    username: "xNnjme",
    title: "Исследование показало, что кофе повышает продуктивность на 15%",
    description: "Учёные из Берлинского университета провели масштабное исследование с участием 2000 офисных работников. Результаты показали, что умеренное потребление кофе (2-3 чашки в день) повышает концентрацию и продуктивность работы в среднем на 15%.",
    time: "45 мин назад",
    ava: ava_icon,
    img: post
  }
];
